Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh44-45-v3.tmx
Source language: bo
Languages: en

source: ཉན་ཐོས་ཆེན་པོ་ཤ་རིའི་བུ་དང་། མོའུ་དགལ་གྱི་བུ་དང་འོད་སྲུངས་ཆེན་པོ་དང་། ནམ་འགྲུ་དང་། རབ་འབྱོར་དང་། འགག་མྱེད་དང་། མོས་པ་དང་། ཀ་ཏྱའི་བུ་དང་། བྱམས་གང་གི་བུ་ལ་སྩོགས་པས་ཛེ་ཏའི་ཚལ་ན་འཁོད་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་རྣམ་པར་འཕྲུལ་པ་དེ་དག་མ་མཐོང་ངོ་། །སངས་རྒྱས་ཀྱི་བཀོད་པ་དེ་དག་དང་། སངས་རྒྱས་ཀྱི་ཁྱུ་མཆོག་གི་མཐུ་དང་། སངས་རྒྱས་ཀྱི་རྣམ་པར་རོལ་བ་དང་། སངས་རྒྱས་ཀྱི་ཆོ་འཕྲུལ་དང་།
en: The great śrāvakas, such as Śāriputra, Maudgalyāyana, Mahākāśyapa, Revata, Subhūti, Aniruddha, Nandika, Kapphiṇa, Kātyāyana, and Pūrṇa Maitrāyaṇī­putra, were present in Jetavana but did not see those miraculous manifestations of the Tathāgata.

source: སངས་རྒྱས་ཀྱི་མངའ་ཆེན་པོ་དང་། སངས་རྒྱས་སྦྱོང་བའི་རྣམ་པར་འཕྲུལ་པ་དང་། སངས་རྒྱས་ཀྱི་མཐུ་དང་། སངས་རྒྱས་ཀྱི་བྱིན་གྱི་རླབས་དང་། སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པ་ཡང་མ་མཐོང་ངོ་། །བྱང་ཆུབ་སེམས་དཔའི་ཡུལ་བསམ་གྱིས་མྱི་ཁྱབ་པ་དེ་དག་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཀུན་ནས་འོངས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཀུན་ནས་འདུས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཀུན་ནས་ཚོགས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཉེ་བར་འོངས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་རྣམ་པར་འཕྲུལ་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཆོ་འཕྲུལ་དང་། བྱང་ཆུབ་སེམས་དཔའི་འཁོར་གྱི་དཀྱིལ་འཁོར་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཕྱོགས་སུ་འཁོད་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་སེང་གེའི་ཁྲི་བཀོད་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཁང་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་རྣམ་པར་སྤྱོད་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་གྱིས་རྣམ་པར་རྩེ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་རྣམ་པར་ལྟ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་རྣམ་པར་བསྒྱིངས་པ་དང་བྱང་ཆུབ་སེམས་དཔའི་རྣམ་པར་གནོན་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་དེ་བཞིན་གཤེགས་པ་མཆོད་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ལུང་བསྟན་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཡོངས་སུ་སྨིན་པར་གྱུར་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་སྔོན་དུ་འདོར་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཆོས་ཀྱི་ལུས་རྣམ་པར་དག་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཡེ་ཤེས་ཀྱི་ལུས་ཡོངས་སུ་རྫོགས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་སྨོན་ལམ་གྱི་ལུས་རྣམ་པར་དམྱིགས་པ་དང་།
en: Neither did they see the miraculous displays of the Buddha, the majesty of the Buddha, the manifestations of the Buddha, the miracles of the Buddha, the supremacy of the Buddha, the miraculous conduct of the Buddha, the power of the Buddha, the blessing of the Buddha, or the pure realm of the Buddha.

source: བྱང་ཆུབ་སེམས་དཔའི་གཟུགས་ཀྱི་ལུས་ཡོངས་སུ་གྲུབ་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་མཚན་ཕུན་སུམ་ཚོགས་པ་ཡོངས་སུ་དག་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་འོད་ཀྱི་དཀྱིལ་འཁོར་ཁ་དོག་མཐའ་ཡས་པའི་བཀོད་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་འོད་ཟེར་གྱི་དྲ་བ་རབ་ཏུ་འགྱེད་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་སྤྲུལ་པའི་སྤྲིན་ཀུན་ཏུ་འགྱེད་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཕྱོགས་ཀྱི་དྲ་བ་རྒྱས་པར་འགེངས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སྤྱོད་པའི་དཀྱིལ་འཁོར་རྣམ་པར་སྤྲུལ་པ་ཡང་མ་མཐོང་ངོ་། །
en: Nor did they see the inconceivable range of activity of the bodhisattvas, the coming of the bodhisattvas, the arrival of the bodhisattvas, the gathering of the bodhisattvas, the approach of the displays of paranormal powers of the bodhisattvas, the circle of the assembly of bodhisattvas, the bodhisattvas arranging themselves in the directions, the display of the lion thrones of the bodhisattvas, the dwellings of the bodhisattvas, the activities of the bodhisattvas, the display of the power of the samādhis of the bodhisattvas, the gaze of the bodhisattvas, the awesomeness of the bodhisattvas, the forcefulness of the bodhisattvas, the offerings made to the Tathāgata by the bodhisattvas, the prophecies given to the bodhisattvas, the ripening of the bodhisattvas, the renunciation of the bodhisattvas, the purified Dharma bodies of the bodhisattvas, the fulfilled wisdom bodies of the bodhisattvas, the proclaimed aspiration bodies of the bodhisattvas, the created form bodies of the bodhisattvas, the pure, perfect features of the bodhisattvas, the display of the auras of infinite colors of the bodhisattvas, the network of light rays emanated by the bodhisattvas, the spreading clouds emanated by the bodhisattvas, or the network of the directions being pervaded by the bodhisattvas, nor did they see the miraculous realm of the conduct of the bodhisattvas.

source: དགེ་བའི་རྩ་བ་མྱི་མཚུངས་པའི་ཕྱིར་ཏེ།
en: Because they did not have the same roots of merit.

source: དེ་དག་གིས་ནི་སྔོན་སངས་རྒྱས་ཀྱི་རྣམ་པར་འཕྲུལ་པ་མཐོང་བའི་རྒྱུར་འགྱུར་བའི་དགེ་བའི་རྩ་བ་མ་བསྩགས་སོ། །དེ་དག་ལ་ནི་སྔོན་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་སུ་གཏོགས་པའི་སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་ཀྱི་ཡོན་ཏན་དང་། བཀོད་པ་ཡོངས་སུ་དག་པ་ཡང་དག་པར་བསྟན་པ་མཛད་དོ། །དེ་དག་ལ་ནི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱིས་སངས་རྒྱས་ཀྱི་རྣམ་པར་འཕྲུལ་པ་ཡང་དག་པར་བརྗོད་པ་མ་མཛད་དོ། །དེ་དག་གིས་ནི་སྔོན་འཁོར་བ་ན་འཁོར་བའི་ཚེ་སེམས་ཅན་རྣམས།
en: They had not accumulated in the past the roots of merit that are the cause for seeing the miracles of a buddha; they had not in the past taught the qualities and pure display of the buddha realms included within the world realms in the ten directions; they had not described the buddha miracles of the buddha bhagavats; and they had not in the past encouraged beings continuing in saṃsāra to attain the highest, complete enlightenment.

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡང་དག་པར་བསྐུལ་བ་མ་བྱས་སོ། །དེ་དག་གིས་ནི་གཞན་གྱི་སེམས་ཀྱི་རྒྱུད་ལ་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པ་རབ་ཏུ་བཞག་པ་མ་བྱས་སོ། །དེ་དག་གིས་ནི་དེ་བཞིན་གཤེགས་པའི་གདུང་རྒྱུན་མྱི་གཅོད་པའི་ཕྱིར་ཞུགས་པ་མ་ཡིན་ནོ། །དེ་དག་གིས་ནི་སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་བསྡུ་བའི་ཕྱིར་བརྩོན་པ་མ་ཡིན་ནོ། །དེ་དག་གིས་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་ཡང་དག་པར་བསྐུལ་བ་མ་བྱས་སོ། །
en: They had not established in the minds of others the aspiration to enlightenment; they had not engaged in preventing the discontinuation of the family lineage of the tathāgatas; they did not have the diligence to gather all beings as pupils; they did not encourage bodhisattvas to practice the perfections; and when they were continuing in saṃsāra, they did not have as their goal the level of wisdom that transcends that of all beings.

source: དེ་དག་གིས་ནི་སྔོན་འཁོར་བ་ན་འཁོར་བའི་ཚེ། འགྲོ་བ་ཐམས་ཅད་ལས་ཁྱད་པར་དུ་འཕགས་པའི་ཡེ་ཤེས་ཀྱིས་ལ་དམིགས་པ་མ་བྱས་སོ། །དེ་དག་གིས་ནི་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་འགྱུར་བའི་དགེ་བའི་རྩ་བ་ཉེ་བར་བསྩགས་པ་མ་བྱས་སོ། །
en: They had not accumulated the roots of merit to become omniscient.

source: དེ་དག་གིས་ནི་དེ་བཞིན་གཤེགས་པའི་འཇིག་རྟེན་ལས་འདས་པའི་དགེ་བའི་རྩ་བ་ཡོངས་སུ་མ་བསྒྲུབས་སོ། །
en: They had not accomplished the roots of merit of a tathāgata who transcends the world.

source: དེ་དག་གིས་ནི་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པ་ཐམས་ཅད་དུ་རྣམ་པར་འཕྲུལ་པའི་མངོན་པར་ཤེས་པ་ཁོང་དུ་མ་ཆུད་དོ། །
en: They had not realized the clairvoyance that perceives the miracles in all the pure realms of the buddhas.

source: དེ་དག་གིས་ནི་བྱང་ཆུབ་སེམས་དཔའི་མིག་གི་ལམ་གྱིས་རྣམ་པར་དམིགས་པར་བྱ་བ་འཇིག་རྟེན་ལས་འདས་པ་ཐུན་མོང་མ་ཡིན་པའི་བྱང་ཆུབ་ཏུ་དམིགས་པའི་དགེ་བའི་རྩ་བ་བྱང་ཆུབ་སེམས་དཔའི་སྨོན་ལམ་ཆེན་པོ་ལས་བྱུང་བ་ཁོང་དུ་མ་ཆུད་དོ། །
en: They did not know the roots of merit from focusing upon the exceptional enlightenment that transcends the world, which is perceived by the vision of the bodhisattvas and originates from the great aspirations of the bodhisattvas.

source: ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀུན་གྱིས་ནི་བྱང་ཆུབ་སེམས་དཔའ་ཀུན་ཏུ་བཟང་པོའི་ཡེ་ཤེས་ཀྱི་མིག་གི་ལམ་གྱིས་རྣམ་པར་དམིགས་པ་ཐུན་མོང་མ་ཡིན་པ་དེ་བཞིན་གཤེགས་པའི་བྱིན་གྱི་རླབས་ལས་བྱུང་བའི་སྒྱུ་མའི་རྣམ་པའི་ཆོས་ཉིད་ཀྱིས་གྲུབ་པ། བྱང་ཆུབ་སེམས་དཔའ་འདུ་ཤེས་སྣ་ཚོགས་ཡོངས་སུ་འཛིན་པ་བྱིན་གྱིས་རློབ་པ།
en: Nor did all the śrāvakas and pratyeka­buddhas know the exceptional perception of the vision of the wisdom eyes of the completely good bodhisattvas.

source: བྱང་ཆུབ་སེམས་དཔའི་དགའ་བའི་ཤུགས་ཆེན་པོ་རྣམ་པར་འཕེལ་བར་བྱེད་པ་ཁོང་དུ་མ་ཆུད་དོ། །
en: Nor did they know the attainments of the bodhisattvas through the illusory nature of phenomena, which arise from the blessing of the tathāgatas; or the blessing of possessing the various dream-like perceptions of bodhisattvas; or the increasing great power of the joy of bodhisattvas.

source: དེ་བས་ན་ཉན་ཐོས་ཆེན་པོ་མཆོག་གི་ཟུང་དང་། བཟང་པོའི་ཟུང་ལ་སོགས་པ་དེ་དག་གིས་དེ་བཞིན་གཤེགས་པའི་རྣམ་པར་འཕྲུལ་པ་དེ་མི་མཐོང་ངོ་། །མི་ཤེས་སོ། །ཁོང་དུ་མི་ཆུད་དོ། །མི་རྟོགས་སོ། །མི་རིག་གོ །ཡིད་མི་ཆེས་སོ། །མི་སེམས་སོ། །རྣམ་པར་མི་ལྟའོ། །རྟོགས་པར་མི་ལྟའོ། །ངེས་པར་མི་སེམས་སོ། །ཉེ་བར་མི་སེམས་སོ། །
en: Therefore, the great śrāvakas, such as the supreme pair, the excellent pair, and so on, did not see the miracles of the Tathāgata; they did not hear of them, did not know them, did not comprehend them, did not understand them, were not aware of them, did not believe in them, did not think of them, did not regard them, did not consider them, did not dwell upon them, and did not reflect upon them.

source: དེ་ནི་སངས་རྒྱས་ཀྱི་སྤྱོད་ཡུལ་ཏེ་ཉན་ཐོས་ཀྱི་སྤྱོད་ཡུལ་མ་ཡིན་ནོ། །
en: Because the scope of a buddha’s wisdom is not the same as that of the śrāvaka.

source: དེ་བས་ན་ཉན་ཐོས་ཆེན་པོ་དེ་དག་ཛེ་ཏའི་ཚལ་དེ་ཉིད་ན་འཁོད་ཀྱང་། སངས་རྒྱས་ཀྱི་རྣམ་པར་འཕྲུལ་པ་དེ་དག་མི་མཐོང་སྟེ།
en: Therefore, even though the great śrāvakas were present in Jetavana, they did not see the Buddha’s miracles.

source: དེ་དག་ལ་དེ་དང་མཐུན་པའི་དགེ་བའི་རྩ་བ་མེད་དོ། །
en: They did not have the roots of merit that would accord with that.

source: དེ་དག་གིས་སངས་རྒྱས་ཀྱི་རྣམ་པར་འཕྲུལ་པ་དེ་དག་མཐོང་དུ་དེ་ལྟ་བུའི་ཡེ་ཤེས་ཀྱི་མྱིག་རྣམ་པར་མ་དག་གོ །
en: They did not have the pure vision for seeing the Buddha’s miracles.

source: དམྱིགས་པ་ཆུང་ངུ་ལ་རྒྱ་ཆེན་པོའི་བྱིན་གྱི་རླབས་ཀྱིས་འཇུག་ཏུ་ཏིང་ངེ་འཛིན་དེ་ལྟ་བུ་དེ་མེད་དོ། །དེ་དག་ཤེས་པ་དང་། བལྟ་བ་འམ། ཁོང་དུ་ཆུད་པར་བྱ་བའམ། རྟོགས་པར་བྱ་བ་འམ། རྒྱས་པར་དགང་པར་བྱ་བའམ། འཇུག་པར་བྱ་བའམ། རྣམ་པར་བལྟ་བའམ། ཉམས་སུ་མྱོང་བར་བྱ་བའམ། གནན་པའམ། རྣམ་པར་གནན་པའམ། གཞན་གྱིས་ཐོས་པར་བྱ་བའམ། བསྟན་པར་བྱ་བའམ། སྨོས་པར་བྱ་བའམ། ཡང་དག་པར་བསྟན་པར་བྱ་བའམ། བསྟབས་པར་བྱ་བའམ། སྦྱིན་པར་བྱ་བའམ།
en: They did not have the samādhi that realizes the power for causing something vast to be within a small object of perception.

source: དེ་ལ་སེམས་ཅན་རྣམས་ཡོངས་སུ་བསྐུལ་བར་བྱ་བའམ། སྦྱར་བར་བྱ་བའམ། རབ་ཏུ་དགོད་པར་བྱ་བའམ། སངས་རྒྱས་ཀྱི་རྣམ་པར་འཕྲུལ་པའི་ཆོས་ཉིད་ལ་སེམས་ཅན་དགོད་པར་བྱར་ཡང་དེ་དག་ལ་དེ་ལྟ་བུའི་རྣམ་པར་ཐར་པ་མེད་དོ། །དེ་ལྟ་བུའི་རྫུ་འཕྲུལ་མེད་དོ། །དེ་ལྟ་བུའི་ཁྱུ་མཆོག་གི་མཐུ་མེད་དོ། །དེ་ལྟ་བུའི་སྟོབས་མེད་དོ། །དེ་ལྟ་བུའི་དབང་མེད་དོ། །དེ་ལྟ་བུའི་གནས་མེད་དོ། །དེ་ལྟ་བུའི་འདུ་ཤེས་མེད་དོ། །དེ་ལྟ་བུའི་མྱིག་གི་མཐུ་མེད་དོ། །དེ་ལྟ་བུའི་ཡེ་ཤེས་མེད་དོ། །
en: They did not have the liberation, the miraculous powers, the supremacy, the power, the mastery, the state, the perception, the vision, or the wisdom through which they could know, see, comprehend, understand, fathom, realize, view, experience, grasp, surmount, hear from others, teach, describe, reveal, praise, bestow, inspire beings toward, connect beings with, bring beings to, or establish beings in the nature of the Buddha’s miracles.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་དག་ནི་དེ་ལྟར་ཉན་ཐོས་ཀྱི་ཐེག་པས་བྱུང་བ་ཉན་ཐོས་ཀྱི་ལམ་གྱིས་ཡོངས་སུ་གྲུབ་པ། ཉན་ཐོས་ཀྱི་སྤྱོད་པའི་དཀྱིལ་འཁོར་ཡོངས་སུ་རྫོགས་པ།
en: Why was that?

source: ཉན་ཐོས་ཀྱི་འབྲས་བུ་ལ་གནས་པ། བདེན་པ་སྣང་བ་ཤེས་པས་ངེས་པར་རྟོགས་པ། ཡང་དག་པའི་མཐའ་ལ་གནས་པ། ཤིན་ཏུ་ཞི་བའི་མཐར་ཐུག་པ། སྙིང་རྗེ་ཆེན་པོའི་བསམ་པ་མེད་པ། འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ལ་མྱི་ལྟ་མི་སྡོད་པ།
en: Because they had become what they were through the Śrāvakayāna, had accomplished the path of the śrāvakas, had fulfilled the range of the conduct of the śrāvakas, had gained the result of the śrāvakas, had gained the knowledge of the illumination of the truths, were established in the summit of existence, had attained absolute peace, had minds that were devoid of great compassion, had no regard for all the world realms, and had accomplished their own benefit.

source: རང་གི་དོན་གྲུབ་པ་དག་སྟེ། དེ་དག་ནི་ཛེ་ཏའི་ཚལ་དེ་ཉིད་དུ་ཀུན་ནས་འདུས་ཏེ་འཁོད་ལ། བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་དང་གཡས་གཡོན་དང་། སྣམ་ལོགས་ན་བཅོམ་ལྡན་འདས་ལ་མངོན་དུ་ལྟ་བར་གནས་ཀྱང་། ཛེ་ཏའི་ཚལ་དེར་སངས་རྒྱས་ཀྱི་རྣམ་པར་འཕྲུལ་བ་དེ་དག་མཐོང་བར་མ་གྱུར་ཏོ། །
en: They had gathered and were present in Jetavana before, to the left, to the right, and to the rear of the Bhagavat, but they did not see those miracles of the Buddha.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཡང་དག་པར་མ་བསྒྲུབས་པ་དང་།
en: Why was that?

source: ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཡང་དག་པར་མ་བསྡུས་པ་དང་། ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ལ་ཡང་དག་པར་མ་ཞུགས་པ་དང་། ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ལ་སྨོན་ལམ་ཡང་དག་པར་མ་བཏབ་པ་དང་། ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་མངོན་པར་མ་བསྒྲུབས་པ་དང་། ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཡོངས་སུ་མ་བསྒོམས་པ་དང་། ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་མ་སྦྱངས་པ་དེ་དག་གིས་ནི། དེ་བཞིན་གཤེགས་པའི་ཏིང་ངེ་འཛིན་གྱི་རྣམ་པར་འཕྲུལ་པ་དེ་ལ་འཇུག་ཅིང་རྟོགས་པར་བྱ་བའམ། བལྟ་ཞིང་ཁོང་དུ་ཆུད་པར་བྱ་བར་མྱི་ནུས་སོ།
en: They had not attained omniscient wisdom; they had not accomplished omniscient wisdom; they were not established in omniscient wisdom; they had not prayed for omniscient wisdom; they had not realized omniscient wisdom; they had not become imbued with omniscient wisdom; and they had not become purified in omniscient wisdom and therefore were not able to observe, to know, to see, or to realize the miracles from the Buddha’s samādhi.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་རིགས་དང་ལྡན་པ་རྣམས་ཀྱི་མྱིག་གི་ལམ་གྱིས་བལྟ་བ་ཡིན་གྱིས། ཉན་ཐོས་ཀྱི་མྱིག་གིས་བལྟ་བ་མ་ཡིན་ནོ། །
en: Because they could be seen through the vision of those who were in the family of bodhisattvas and not through the vision of śrāvakas.

source: དེ་བས་ན་ཉན་ཐོས་ཆེན་པོ་དེ་དག་ཛེ་ཏའི་ཚལ་དེ་ཉིད་ན་འཁོད་ཀྱང་དེ་བཞིན་གཤེགས་པའི་རྣམ་པར་འཕྲུལ་པ་དང་། སངས་རྒྱས་ཀྱི་བྱིན་གྱི་རླབས་དང་། སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཀུན་ནས་འདུས་པ་ཡང་མཐོང་བར་མ་གྱུར་ཏོ། །
en: Therefore, those great śrāvakas were present in Jetavana but did not see the Tathāgata’s miracles, the Tathāgata’s power, the Tathāgata’s pure realm, or the gathering of the bodhisattvas.

source: དེའང་འདི་ལྟ་སྟེ་དཔེར་ན། གང་གཱའི་ཆུ་ཀླུང་ཆེན་པོའི་ངོགས་ཕ་རོལ་ཚུར་རོལ་དུ་ཡི་དགས་བཀྲེས་པ་དང་། སྐོམ་པས་རབ་ཏུ་མནར་བ་གཅེར་བ་གོས་མྱེད་པ། ལུས་ཀྱི་མདོག་དང་ཁ་དོག་ཚིག་ཅིང་འཇུམ་པ་རླུང་དང་ཉི་མས་བསྐམས་པ། བྱ་རོག་མང་པོས་གཙེ་བ།
en: By analogy, many hundreds of thousands of pretas, suffering from thirst and hunger, naked, without clothing, their skin the color of being burned, shriveled by the wind and sun, attacked by flocks of crows, and terrified by wolves and jackals, do not see the great Ganges River even though they are gathered on its opposite banks, because they are obscured by obscuring karma.

source: སྤྱང་ཀི་དང་། ཝས་ཐོ་བཙམས་པ། བརྒྱ་སྟོང་མང་པོ་ཀུན་ནས་འདུས་ཀྱང་། གང་གཱའི་ཆུ་ཀླུང་ཆེན་པོ་མྱི་མཐོང་སྟེ། སྒྲིབ་པའི་ལས་ཀྱིས་བསྒྲིབས་པའི་ཕྱིར་ལ་ལས་ནི་བསྐམས་ཏེ་ཆུ་མེད་པ་མཐོང་ངོ་། །
en: Some of them see a dry riverbed without water, and some of them see it filled with ashes.

source: ལ་ལས་ནི་ཐལ་བས་ཡོངས་སུ་གང་བར་མཐོང་ངོ་། །དེ་བཞིན་དུ་ཉན་ཐོས་ཆེན་པོ་གནས་བརྟན་དེ་དག་ཛེ་ཏའི་ཚལ་དེ་ཉིད་ན་འཁོད་ཀྱང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་མྱི་མཐུན་པའི་ཕྱོགས་མ་རིག་པའི་ལིང་ཏོག་གིས་མྱིག་ཀུན་ནས་ཁེབས་པ་དང་།
en: In that same way, although the sthaviras, the great śrāvakas, were present in Jetavana, their vision was obscured by the cataracts of the ignorance that is contrary to omniscience.

source: ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་སའི་དགེ་བའི་རྩ་བའི་མཐུས་ཡོངས་སུ་མ་བཟུང་བའི་ཕྱིར། དེ་བཞིན་གཤེགས་པའི་རྣམ་པར་འཕྲུལ་པ་དེ་དག་མ་མཐོང་མ་ཤེས་སོ། །
en: And this is because they did not possess the power of the root of merit of the level of omniscience.

source: འདི་ལྟ་སྟེ་དཔེར་ན་འདུན་མ་ཆེན་པོ་འདུས་པའི་སྐྱེ་བོ་མང་པོའི་དབུས་སུ་མྱི་ལ་ལ་ཞིག་གཉིད་ཀྱིས་མྱོས་ཏེ། ལོག་པར་གྱུར་ནས་དེ་གཉིད་ཀྱིས་ལོག་པའི་རྨྱི་ལམ་དུ་གནས་དེ་ཉིད་ན་ལྷའི་གྲོང་རྡལ་བརྒྱ་བྱིན་གྱི་གནས་བལྟ་ན་མཛེས་པ་དང་། རི་རབ་ཀྱི་སྟེང་ཤིང་དང་བཅས་པ། བཟའ་ཤིང་གི་ར་བའི་འཁོར་དང་བཅས་པ། ལྷའི་བུ་མོ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་གིས་གང་བ།
en: By analogy, a man who is in the middle of a great gathering of many people becomes drowsy.

source: ལྷའི་བུ་ཁྲག་ཁྲིག་བརྒྱ་ཕྲག་སྟོང་སྙེད་གནས་པ་ལྷའི་མེ་ཏོག་སྣ་ཚོགས་ཀྱིས་ཡོངས་སུ་གང་བ་དང་། ཡིད་བཞིན་གྱི་ཤིང་ལྷ་རྫས་ཀྱི་གོས་དང་མུ་ཏིག་གི་ཕྲེང་བ་དང་། རིན་པོ་ཆེའི་རྒྱན་དང་། སེ་མོ་དོ་སྣ་ཚོགས་མང་པོ་འབྱིན་པ་དང་། ལྷ་རྫས་ཀྱི་སིལ་སྙན་རྣམ་པ་སྣ་ཚོགས་རླུང་གིས་ཡོངས་སུ་བསྐྱོད་ཅིང་སྒྲ་དབྱངས་ཡིད་དུ་འོང་ལ་སྙན་པ་འབྱིན་པའི་སིལ་སྙན་གྱི་ཤིང་མང་པོ་དང་།
en: He falls asleep, and in a dream he sees in that place the divine city that is Śakra’s beautiful residence, which is upon the summit of Sumeru and has trees; is encircled by a wall of fruit trees; is filled with a quintillion female devas and filled with a quintillion male devas; has wish-fulfilling trees that emit divine clothing, strings of pearls, precious ornaments, and various kinds of necklaces; has many trees of musical instruments that emit beautiful music when the divine instruments of various kinds are moved by the breezes; and has an array of all kinds of joyful amusements.

source: དགའ་བའི་རྩེད་མོའི་བཀོད་པ་རྣམ་པ་སྣ་ཚོགས་མཐོང་བར་གྱུར་ལ། ལྷའི་བུ་མོ་མང་པོས་གླུ་བླངས་པ་དང་། ལྷ་རྫས་ཀྱི་རོལ་མོ་བྱས་པའི་སྒྲ་ཡིད་དུ་འོང་ཞིང་སྙན་པ་ཐོས་པར་གྱུར་ཏེ། བདག་ཉིད་ཀྱང་དེ་ན་འདུག་པ་སྙམ་བྱེད་ལ།
en: He hears the melodious, beautiful sounds made by the female devas who are singing and playing the divine musical instruments, and he thinks that he is there.

source: ལྷ་རྫས་ཀྱི་བཀོད་པས་ཀླུབས་པའི་གནས་དེ་དག་ཐམས་ཅད་མཐོང་བར་གྱུར་ཀྱང་། སྐྱེ་བོའི་ཚོགས་མང་པོ་དེ་དག་གིས་གནས་དེ་ཉིད་ན་འཁོད་བཞིན་དུ་མྱི་མཐོང་། མི་ཤེས། ཁོང་དུ་མི་ཆུད་དོ། །
en: Even though he sees that everywhere this place is adorned by an array of divine things, the many people who are gathered in that same place do not see it, do not know it, and do not perceive it.

source: དེ་ནི་སྐྱེས་བུ་གཉིད་ཀྱི་ལོག་པ་དེ་ཉིད་ཀྱི་རྨྱི་ལམ་གྱིས་བལྟ་བ་ཡིན་གྱི།
en: Because it is perceived in a dream by the man who is asleep.

source: གནས་དེ་ཉིད་ན་འཁོད་ཀྱང་སྐྱེ་བོ་མང་པོ་དེ་དག་གིས་བལྟ་བ་མ་ཡིན་ནོ། །དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་།
en: Although those many people are in the same place, they do not see it.

source: འཇིག་རྟེན་གྱི་དབང་པོ་བྱང་ཆུབ་ལ་མངོན་པར་མོས་པ་དེ་དག་སངས་རྒྱས་ཀྱི་བྱིན་གྱི་རླབས་རྒྱ་ཆེན་པོ་དང་། རང་གི་དགེ་བའི་རྩ་བའི་སྟོབས་མ་ནོར་བར་ཤིན་ཏུ་བསྩགས་པ་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སྨོན་ལམ་ཤིན་ཏུ་མངོན་པར་བསྒྲུབས་པ་དང་། དེ་བཞིན་གཤེགས་པའི་ཡོན་ཏན་ཐམས་ཅད་ལ་ཤིན་ཏུ་ཞུགས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ལམ་བཀོད་པ་ཆེན་པོ་དང་ལྡན་པ་ལ་ཤིན་ཏུ་གནས་པ་དང་། ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཀྱི་ཆོས་ཉིད་དང་། ཡན་ལག་རྣམ་པ་ཐམས་ཅད་དུ་ཤིན་ཏུ་རྫོགས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཀུན་ཏུ་བཟང་པོའི་སྤྱོད་པའི་ཁྱད་པར་དང་། སྨོན་ལམ་ཡོངས་སུ་རྫོགས་པར་བྱ་བ་རྣམ་པར་དག་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ས་ཐམས་ཅད་ཀྱི་ཡེ་ཤེས་ཀྱི་དཀྱིལ་འཁོར་ཡོངས་སུ་གནོན་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་གྱིས་རྣམ་པར་སྤྱོད་པ་ཐམས་ཅད་ལ་རྣམ་པར་རྩེ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཡེ་ཤེས་ཀྱི་སྤྱོད་ཡུལ་ཐམས་ཅད་ལ་ཆགས་པ་མྱེད་པར་རྣམ་པར་སྤྱོད་པས་བསམ་གྱིས་མྱི་ཁྱབ་པའི་སངས་རྒྱས་ཀྱི་ཁྱུ་མཆོག་གི་མཐུ་ཕྱུང་བ་དེ་དག་དང་།
en: In the same way, those bodhisattvas, those lords of the world who aspire to enlightenment, who had received the vast blessing of the Buddha, who had obtained the unmistaken power of their roots of merit, who had made prayers of aspiration for omniscience, who understood well all the qualities of the tathāgatas, who were well established in the vast array of the bodhisattva path, and who were highly accomplished in the Dharma of the aspects of omniscient wisdom—they had completely excellent bodhisattva conduct, had the pure fulfillment of their prayers of aspiration, had reached the domain of wisdom of all the bodhisattva levels, enjoyed all practices through bodhisattva samādhi, and practiced without impediment the entire range of bodhisattva wisdom, so that they could see, perceive, and experience the inconceivable supremacy of the Buddha and the displays of the Buddha.

source: སངས་རྒྱས་ཀྱི་རྣམ་པར་རོལ་པ་དེ་དག་མཐོང་ཞིང་ཁོང་དུ་ཆུད་ལ་ཉམས་སུ་མྱོང་བར་གྱུར་ཀྱང་། ཉན་ཐོས་ཆེན་པོ་མཆོག་གི་ཟུང་དང་། བཟང་པོའི་ཟུང་ལ་སྩོགས་པ་དེ་དག་ལ་བྱང་ཆུབ་སེམས་དཔའི་མྱིག་མྱེད་པས་མཐོང་བར་མ་གྱུར་ཤེས་པར་མ་གྱུར་ཏོ། །
en: However, the great śrāvakas, the supreme pair, the good pair, and so on did not see them or know of them, because they did not have the vision of the bodhisattvas.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རིའི་རྒྱལ་པོ་ཁ་བ་ཅན་སྨན་གྱི་འབྱུང་གནས་ཀྱིས་གང་བ་ལ་སྔགས་དང་།
en: By analogy, the Himalaya, the king of mountains, is filled with places that are the sources of herbs.

source: རིག་སྔགས་དང་། སྨན་གྱི་ཚུལ་དང་། བླང་བའི་རྒྱུས་ཤེས་ཤིང་རིག་སྔགས་གྲུབ་པའི་སྐྱེས་བུ་གནས་པ། སྨན་གྱི་ཆོ་ག་ཐམས་ཅད་ཤེས་པ་སྨན་བླང་བའི་ལས་བྱེད་ཀྱང་།
en: Those individuals who have acquired the knowledge of mantras, medicine, and herbs and are accomplished in that science, and who are learned in the usage of all herbs, carry out there the task of collecting those herbs.

source: རི་བོའི་དབང་པོ་དེ་ཉིད་ལ་གནས་པའི་ཕྱུགས་དང་། བ་ལང་དང་ར་ལུག་འཚོ་བ་དང་། རྔོན་པ་དང་དེ་མ་ཡིན་པའི་མྱི་སྨན་གྱི་ཚུལ་མྱི་ཤེས་པ་གཞན་དག་གིས། སྨན་དེ་དག་གི་ཆོ་ག་དང་། སྨན་གྱི་རོ་དང་མཐུ་དང་ཡོན་ཏན་དང་བྱིན་དང་། ཐབས་དང་འཕྲོད་པ་མི་ཤེས་སོ། །
en: Others who dwell on that king of mountains and who are herders of animals, cattle, goats, and sheep; those who are hunters; and other people who do not know the science of herbs do not know the taste, power, effects, locations, usages, and application of herbs.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་དེ་བཞིན་གཤེགས་པའི་ཡེ་ཤེས་ཀྱི་ཡུལ་ལ་ཞུགས་པ་བྱང་ཆུབ་སེམས་དཔའི་རྣམ་པར་འཕྲུལ་པའི་ཡུལ་གྱིས་བྱུང་བ།
en: In the same way, the bodhisattvas who perceive the range of activity of the Tathāgata, who have perfected the range of bodhisattva miracles, can see the range of miracles of the Tathāgata’s samādhi.

source: དེ་དག་གིས་དེ་བཞིན་གཤེགས་པའི་ཏིང་ངེ་འཛིན་གྱི་རྣམ་པར་འཕྲུལ་པའི་ཡུལ་དེ་དག་མཐོང་ཡང་ཉན་ཐོས་ཆེན་པོ་མཆོག་གི་ཟུང་དང་། བཟང་པོའི་ཟུང་ལ་སྩོགས་པ་རང་གི་དགོས་པས་ཚིམ་པར་གྱུར་པ། གཞན་གྱི་དགོས་པ་ཡལ་བར་གཞོག་པ། བཏང་སྙོམས་ཅན་དེ་དག་ཛེ་ཏའི་ཚལ་དེ་ཉིད་ན་གནས་ཀྱང་། ཚེ་འདི་ལ་བདེ་བར་སྤྱོད་པས་བདེ་ཞིང་དགའ་བར་གནས་པ་ལས་ཕར་དེ་བཞིན་གཤེགས་པའི་ཏིང་ངེ་འཛིན་གྱི་རྣམ་པར་འཕྲུལ་པའི་ཡུལ་དེ་དག་ཁོང་དུ་མི་ཆུད་དོ། །
en: The great śrāvakas, the supreme pair, the good pair, and others who were content concerning what had to be done for themselves, who were indifferent concerning what had to be done for others, who were uncaring—although they were present in Jetavana, they did not perceive the range of miracles of the Tathāgata’s samādhi.

source: འདི་ལྟ་སྟེ་དཔེར་ན། ས་ཆེན་པོ་རིན་པོ་ཆེ་ཐམས་ཅད་ཀྱི་འབྱུང་གནས་ཕུན་སུམ་ཚོགས་པ།
en: For example, this great earth is the perfect source of all jewels.

source: གཏེར་བརྒྱ་སྟོང་དུ་མས་གང་བ་རིན་པོ་ཆེ་སྣ་ཚོགས་རྣམ་པ་ཐ་དད་པས་ཡོངས་སུ་གང་བ་འདི་ལའང་རིན་པོ་ཆེའི་འབྱུང་གནས་དང་། གཏེར་གྱི་རྒྱུས་ལ་མཁས་ཤིང་བྱང་བའི་མྱི་རིན་པོ་ཆེ་བརྟག་པའི་གཙུག་ལག་གིས་བློ་ཤིན་ཏུ་བྱང་བ་གཏེར་གྱི་གཙུག་ལག་དང་རྒྱུས་དང་། དན་རྟགས་གྱ་ནོམ་པར་ལོབས་པ། བསོད་ནམས་རྒྱ་ཆེན་པོའི་སྟོབས་ཀྱིས་བརྟན་པ་དག་དེ་ལས་རིན་པོ་ཆེ་ཅི་འདོད་པར་བླངས་ཤིང་། བདག་ཀྱང་ཡོངས་སུ་ཚིམ་པར་བྱེད། ཕ་དང་མ་ལའང་ལེགས་པར་རིམ་གྲོ་བྱེད། བུ་ཕོ་སྨོས་ཀྱང་ལེགས་པར་གསོ་བར་བྱེད་ཅིང་། དེ་མ་ཡིན་པའི་སེམས་ཅན་རྒན་པ་དང་།
en: It is filled with many hundreds of thousands of treasures.

source: ན་བ་དང་།
en: It is completely filled with different kinds of various jewels.

source: དབུལ་བ་དང་། ཉམ་ཉེས་པ་དང་། ཁ་ཟས་དང་། གོས་ཀྱིས་མྱི་འབྱོར་པ་རྣམས་ལ་སྡུད་ཅིང་ཁྱབ་པར་བགོ་བཤའ་བྱེད་ལ། ནོར་གྱི་དགའ་བ་སྣ་ཚོགས་ཉམས་སུ་མྱོང་བར་བྱེད་ཀྱང་།
en: A man who is skilled in the knowledge of the sources of jewels and treasure, is educated in the science of examining jewels, has knowledge of the science of treasures, is well trained in the craft of jewelry, and is supported by the power of vast merit will obtain whatever jewels he desires, and he will completely satisfy himself, support his father and mother, care for his sons and daughters, and also distribute his wealth among other beings who are old, sick, poor, suffering misfortune, or in need of food and clothes, bringing others various kinds of happiness from wealth.

source: སེམས་ཅན་རིན་པོ་ཆེའི་འབྱུང་གནས་དང་། གཏེར་གྱི་རྒྱུས་མྱི་ཤེས་པ་བསོད་ནམས་མ་བྱས་པ། རིན་པོ་ཆེ་ལ་ཤེས་པའི་མྱིག་ཡོངས་སུ་མ་དག་པ།
en: However, those beings who have no knowledge of treasures or the source of jewels and who have not created merit do not have the pure vision of the knowledge of jewels.

source: དེ་དག་ཉིད་ན་འཁོད་ཀྱང་། རིན་པོ་ཆེའི་འབྱུང་གནས་དེ་དག་དང་རིན་པོ་ཆེའི་གཏེར་དེ་དག་ཁོང་དུ་མྱི་ཆུད་མྱི་ཤེས་པས་རིན་པོ་ཆེའང་བླང་དུ་མྱེད་དོ། །རིན་པོ་ཆེའི་དོན་ཀྱང་བྱར་མེད་དོ། །
en: Even though they are at the very location, they do not perceive that there is precious treasure and a source of jewels, and without that knowledge they do not obtain jewels, nor do they make use of the jewels.
